const CATALOG = [
    {
        id: 'el1',
        driver: 'Дука Андрій Іванович 0672505378',
        name: 'АВ5289СІ ',
        polic: '2024.12.06',
        inspection: '2024.11.20',
        taxo: '2025-04-27', 
    },

    {
        id: 'el1-1',
        driver: '---------------', 
        name: 'АВ0501XM ',
        polic: '2025.01.17',
        inspection: '2025.01.25',
        taxo: '---------------', 
    },

    {
        id: 'el2',
        name: 'АВ8018ІО ',
        polic: '2024-09-01',
        inspection: '2024-12-08',
        taxo: '2024-12-22',
    },

    {
        id: 'el2-2',
        name: 'АВ9626XT ',
        polic: '2025.08.02',
        inspection: '2025.01.25',
        taxo: '---------------', 
    },

    {
        id: 'el3',
        name: 'АВ6620ЕС',
        polic: '2024.09.07',
        inspection: '2024.10.23',
        taxo: '2025-12-10', 
    },

    {
        id: 'el3-3',
        name: 'АВ4892XT',
        polic: '2025.02.06',
        inspection: '2024.12.11',
        taxo: '---------------', 
    },

    {
        id: 'el4',
        name: 'АВ7243СК',
        polic: '2024.11.03',
        inspection: '2024.11.01',
        taxo: '2025-11-01', 
    },

    {
        id: 'el4-4',
        name: 'AB4382XK',
        polic: '2025-03-04',
        inspection: '2025-03-04',
        taxo: '---------------', 
    },



    {
        id: 'el5',
        name: 'АВ7644ЕН',
        polic: '2024.09.20',
        inspection: '2024.07.26',
        taxo: '2024-08-10', 
    },

    {
        id: 'el5-5',
        name: 'АВ9656ХМ ',
        polic: '2024-11-03',
        inspection: '2025-02-14',
        taxo: '---------------', 
    },


    {
        id: 'el6',
        name: 'АВ8094ЕК ',
        polic: '2024.10.18',
        inspection: '2024-11-30',
        taxo: '2026.01.25', 
    },

    {
        id: 'el6-1',
        name: 'АВ0016XX',
        polic: '2024-12-06',
        inspection: '2024.10.24',
        taxo: '---------------',
    },

    {
        id: 'el7',
        name: 'АВ9268СХ ',
        polic: '2024.11.22',
        inspection: '2024.11.08',
        taxo: '2024.10.24', 
    },

    {
        id: 'el7-1',
        name: 'АВ4060XP ',
        polic: '2024-12-09',
        inspection: '2024-10-11',
        taxo: '---------------', 
    },

    {
        id: 'el8',
        name: 'АВ8960ЕК',
        polic: '2024.07.21',
        inspection: '2024.07.27',
        taxo: '1900.12.30', 
    },

    {
        id: 'el8-1',
        name: 'АВ6284XT',
        polic: '2024-05-04',
        inspection: '2024-05-07',
        taxo: '---------------', 
    },

    {
        id: 'el9',
        name: 'АВ2927ЕМ',
        polic: '2024-11-30',
        inspection: '2024-11-13',
        taxo: '2026-02-05', 
    },

    {
        id: 'el9-1',
        name: 'АВ8414ХХ',
        polic: '2024-12-09',
        inspection: '2024-11-13',
        taxo: '---------------', 
    },

    {
        id: 'el10',
        name: 'АВ1260НК',
        polic: '2024-10-08',
        inspection: '2024-10-04',
        taxo: '2025-12-23', 
    },

    {
        id: 'el10-1',
        name: 'АВ1044ХТ',
        polic: '2024-11-11',
        inspection: '2025-02-15',
        taxo: '---------------', 
    },

    {
        id: 'el11',
        name: 'АВ5337СE',
        polic: '2024-07-28',
        inspection: '2024-07-26',
        taxo: '2025-02-03', 
    },

    {
        id: 'el11-1',
        name: 'АВ4137ХТ',
        polic: '2024-09-22',
        inspection: '2024-10-05',
        taxo: '---------------',
    },

    {
        id: 'el12',
        name: 'СЕ1031АТ ',
        polic: '2024-12-30',
        inspection: '2024-12-18',
        taxo: '1900-12-30', 
    },

    {
        id: 'el12-1',
        name: 'АВ8398ХТ ',
        polic: '2024-09-23',
        inspection: '2024-09-19',
        taxo: '---------------',
    },

    {
        id: 'el13',
        name: 'АВ3045ВХ',
        polic: '2024-09-05',
        inspection: '2024-09-10',
        taxo: '2024-09-26', 
    },

    {
        id: 'el13-1',
        name: 'АВ2835ХР',
        polic: '2025-04-08',
        inspection: '2025-07-23',
        taxo: '---------------',
    },

    {
        id: 'el14',
        name: 'АВ4219ЕК ',
        polic: '2024-09-23',
        inspection: '2024-09-24',
        taxo: '2026-03-29', 
    },

    {
        id: 'el14-1',
        name: 'АВ9281ХК',
        polic: '2025-01-18',
        inspection: '2025-01-08',
        taxo: '---------------',
    },

    {
        id: 'el15',
        name: 'АВ1998СВ',
        polic: '2024-07-09',
        inspection: '2024-07-18',
        taxo: '2026-01-23', 
    },

    {
        id: 'el15-1',
        name: 'АВ9281ХК',
        polic: '2025-01-18',
        inspection: '2025-01-08',
        taxo: '---------------',
    },

    {
        id: 'el16',
        name: 'АВ1480ЕА',
        polic: '2024-12-18',
        inspection: '2024-12-05',
        taxo: '2024-01-23', 
    },

    {
        id: 'el16-1',
        name: 'АВ0476ХF',
        polic: '2024-10-04',
        inspection: '2024-10-12',
        taxo: '---------------',
    },

    {
        id: 'el17',
        name: 'АВ4459ЕІ',
        polic: '2024-10-21',
        inspection: '2024-10-05',
        taxo: '2026-04-02', 
    },

    {
        id: 'el17-1',
        name: 'АВ5877ХР',
        polic: '2024-11-23',
        inspection: '2024-10-22',
        taxo: '---------------',
    },

    {
        id: 'el18',
        name: 'АВ1606СЕ',
        polic: '2024-08-06',
        inspection: '2024-07-13',
        taxo: '2024-02-14', 
    },

    {
        id: 'el18-1',
        name: 'АВ4893ХТ',
        polic: '2024-04-19',
        inspection: '2024-04-24',
        taxo: '---------------',
    },

    {
        id: 'el19',
        name: 'АВ7652СА',
        polic: '2024-10-10',
        inspection: '2024-10-25',
        taxo: '2024-07-04', 
    },

    {
        id: 'el19-1',
        name: 'АВ3186ХТ',
        polic: '2024-12-25',
        inspection: '2024-12-21',
        taxo: '---------------',
    },

    {
        id: 'el20',
        name: 'АВ6188ВН',
        polic: '2024-10-22',
        inspection: '2024-10-22',
        taxo: '2025-11-23', 
    },

    {
        id: 'el20-1',
        name: 'АВ0561ХР',
        polic: '2024-04-30',
        inspection: '2024-12-21',
        taxo: '---------------',
    },

    {
        id: 'el21',
        name: 'АВ8053СМ',
        polic: '2024-12-09',
        inspection: '2024-12-13',
        taxo: '1901-12-30', 
    },

    {
        id: 'el21-1',
        name: 'АВ4457ХК',
        polic: '2024-05-12',
        inspection: '2024-05-18',
        taxo: '---------------',
    },

    {
        id: 'el22',
        name: 'АВ7821СВ',
        polic: '2025-01-05',
        inspection: '2025-01-03',
        taxo: '2026-01-28', 
    },

    {
        id: 'el22-1',
        name: 'АВ1135ХМ',
        polic: '2025-04-09',
        inspection: '2025-04-08',
        taxo: '---------------',
    },

    {
        id: 'el23',
        name: 'АВ1905ІН',
        polic: '2025-02-15',
        inspection: '2025-02-06',
        taxo: '2026-02-06', 
    },

    {
        id: 'el23-1',
        name: 'АВ4314ХК',
        polic: '2024-12-14',
        inspection: '2024-12-11',
        taxo: '---------------',
    },

    {
        id: 'el24',
        name: 'АВ7847СО',
        polic: '2024-11-24',
        inspection: '2025-01-29',
        taxo: '2024-07-18', 
    },

    {
        id: 'el24-1',
        name: 'АВ2075ХМ',
        polic: '2024-12-13',
        inspection: '2024-12-11',
        taxo: '---------------',
    },

    {
        id: 'el25',
        name: 'АВ4759ІТ ',
        polic: '2024-09-01',
        inspection: '2025-01-14',
        taxo: '2024-08-31', 
    },


    {
        id: 'el25-1',
        name: 'АВ4438ХК ',
        polic: '2025-04-12',
        inspection: '2024-08-10',
        taxo: '---------------',
    },

    {
        id: 'el26',
        name: 'АВ7704НМ ',
        polic: '2024-11-25',
        inspection: '2024-11-15',
        taxo: '2025-11-15', 
    },


    {
        id: 'el26-1',
        name: 'АВ8958ХМ',
        polic: '2024-08-06',
        inspection: '2024-08-03',
        taxo: '---------------',
    },

    {
        id: 'el27',
        name: 'АВ4218ЕК',
        polic: '2024-11-12',
        inspection: '2024-11-16',
        taxo: '1901-12-30', 
    },

    {
        id: 'el27-1',
        name: 'АВ7135ХК',
        polic: '2024-12-01',
        inspection: '2024-12-07',
        taxo: '---------------',
    },

    {
        id: 'el28',
        name: 'АВ9943ВС',
        polic: '2024-04-24',
        inspection: '2024-04-17',
        taxo: '2024-07-04', 
    },    

    {
        id: 'el28-1',
        name: 'АВ2883ХТ',
        polic: '2024-09-01',
        inspection: '2024-09-12',
        taxo: '---------------',
    },

    {
        id: 'el29',
        name: 'АВ9943ВС',
        polic: '2024-04-24',
        inspection: '2024-04-17',
        taxo: '2024-07-04', 
    },  

    {
        id: 'el30',
        name: 'АВ8613ВХ',
        polic: '2024-05-30',
        inspection: '2024-05-31',
        taxo: '2026-01-29',
    },

    {
        id: 'el30-1',
        name: 'АВ8027ХК',
        polic: '2025-01-04',
        inspection: '2025-01-10',
        taxo: '---------------',
    },

    {
        id: 'el31',
        name: 'АВ1883СР',
        polic: '2025-02-14',
        inspection: '2025-02-14',
        taxo: '2024-04-20',
    },

    {
        id: 'el32',
        name: 'АВ1304КА',
        polic: '2024-09-19',
        inspection: '2024-09-10',
        taxo: '2025-07-09',
    },

    {
        id: 'el32-1',
        name: 'АВ3109ХТ',
        polic: '2024-09-20',
        inspection: '2024-09-10',
        taxo: '---------------',
    },

    {
        id: 'el33',
        name: 'АВ6804CВ',
        polic: '2024-11-17',
        inspection: '2024-12-18',
        taxo: '2026-02-25',
    },

    {
        id: 'el33-1',
        name: 'АВ9652ХМ',
        polic: '2024-11-17',
        inspection: '2024-12-20',
        taxo: '---------------',
    },

    {
        id: 'el34',
        name: 'АВ6442ЕК',
        polic: '2024-11-11',
        inspection: '2024-12-03',
        taxo: '2026-01-25',
    },

    {
        id: 'el34-1',
        name: 'АВ9791ХК ',
        polic: '2025-02-12',
        inspection: '2025-02-08',
        taxo: '---------------',
    },

    {
        id: 'el35-1',
        name: 'АВ3487ХР',
        polic: '2025-02-08',
        inspection: '2025-04-10',
        taxo: '---------------',
    },

    {
        id: 'el36-1',
        name: 'AB4893XT',
        polic: '2025-04-19',
        inspection: '2024-04-25',
        taxo: '---------------',
    },




]
